USE [ShiYanShi]
GO

INSERT INTO [dbo].[M_ZuoWei]
           ([shiyanshibianhao]
           ,[zuoweimingcheng]
           ,[shifoutingyong]
           ,[shifoushanchu]
           ,[gengxinriqi]
           ,[zhuohao])
     VALUES
--(1,'坐位',0,0,getdate(),1),(1,'坐位',0,0,getdate(),1),(1,'坐位',0,0,getdate(),1),(1,'坐位',0,0,getdate(),1),(1,'坐位',0,0,getdate(),1),(1,'坐位',0,0,getdate(),1),(1,'坐位',0,0,getdate(),1),(1,'坐位',0,0,getdate(),1),
--(1,'坐位',0,0,getdate(),2),(1,'坐位',0,0,getdate(),2),(1,'坐位',0,0,getdate(),2),(1,'坐位',0,0,getdate(),2),(1,'坐位',0,0,getdate(),2),(1,'坐位',0,0,getdate(),2),(1,'坐位',0,0,getdate(),2),(1,'坐位',0,0,getdate(),2),
--(1,'坐位',0,0,getdate(),3),(1,'坐位',0,0,getdate(),3),(1,'坐位',0,0,getdate(),3),(1,'坐位',0,0,getdate(),3),(1,'坐位',0,0,getdate(),3),(1,'坐位',0,0,getdate(),3),(1,'坐位',0,0,getdate(),3),(1,'坐位',0,0,getdate(),3),
--(1,'坐位',0,0,getdate(),4),(1,'坐位',0,0,getdate(),4),(1,'坐位',0,0,getdate(),4),(1,'坐位',0,0,getdate(),4),(1,'坐位',0,0,getdate(),4),(1,'坐位',0,0,getdate(),4),(1,'坐位',0,0,getdate(),4),(1,'坐位',0,0,getdate(),4),
--(1,'坐位',0,0,getdate(),5),(1,'坐位',0,0,getdate(),5),(1,'坐位',0,0,getdate(),5),(1,'坐位',0,0,getdate(),5),(1,'坐位',0,0,getdate(),5),(1,'坐位',0,0,getdate(),5),(1,'坐位',0,0,getdate(),5),(1,'坐位',0,0,getdate(),5),
--(1,'坐位',0,0,getdate(),6),(1,'坐位',0,0,getdate(),6),(1,'坐位',0,0,getdate(),6),(1,'坐位',0,0,getdate(),6),(1,'坐位',0,0,getdate(),6),(1,'坐位',0,0,getdate(),6),(1,'坐位',0,0,getdate(),6),(1,'坐位',0,0,getdate(),6),
--(1,'坐位',0,0,getdate(),7),(1,'坐位',0,0,getdate(),7),(1,'坐位',0,0,getdate(),7),(1,'坐位',0,0,getdate(),7),(1,'坐位',0,0,getdate(),7),(1,'坐位',0,0,getdate(),7),(1,'坐位',0,0,getdate(),7),(1,'坐位',0,0,getdate(),7),
--(1,'坐位',0,0,getdate(),8),(1,'坐位',0,0,getdate(),8),(1,'坐位',0,0,getdate(),8),(1,'坐位',0,0,getdate(),8),(1,'坐位',0,0,getdate(),8),(1,'坐位',0,0,getdate(),8),(1,'坐位',0,0,getdate(),8),(1,'坐位',0,0,getdate(),8),
--(1,'坐位',0,0,getdate(),9),(1,'坐位',0,0,getdate(),9),(1,'坐位',0,0,getdate(),9),(1,'坐位',0,0,getdate(),9),(1,'坐位',0,0,getdate(),9),(1,'坐位',0,0,getdate(),9),(1,'坐位',0,0,getdate(),9),(1,'坐位',0,0,getdate(),9)

--(2,'坐位',0,0,getdate(),1),(2,'坐位',0,0,getdate(),1),(2,'坐位',0,0,getdate(),1),(2,'坐位',0,0,getdate(),1),(2,'坐位',0,0,getdate(),1),(2,'坐位',0,0,getdate(),1),(2,'坐位',0,0,getdate(),1),(2,'坐位',0,0,getdate(),1),
--(2,'坐位',0,0,getdate(),2),(2,'坐位',0,0,getdate(),2),(2,'坐位',0,0,getdate(),2),(2,'坐位',0,0,getdate(),2),(2,'坐位',0,0,getdate(),2),(2,'坐位',0,0,getdate(),2),(2,'坐位',0,0,getdate(),2),(2,'坐位',0,0,getdate(),2),
--(2,'坐位',0,0,getdate(),3),(2,'坐位',0,0,getdate(),3),(2,'坐位',0,0,getdate(),3),(2,'坐位',0,0,getdate(),3),(2,'坐位',0,0,getdate(),3),(2,'坐位',0,0,getdate(),3),(2,'坐位',0,0,getdate(),3),(2,'坐位',0,0,getdate(),3),
--(2,'坐位',0,0,getdate(),4),(2,'坐位',0,0,getdate(),4),(2,'坐位',0,0,getdate(),4),(2,'坐位',0,0,getdate(),4),(2,'坐位',0,0,getdate(),4),(2,'坐位',0,0,getdate(),4),(2,'坐位',0,0,getdate(),4),(2,'坐位',0,0,getdate(),4),
--(2,'坐位',0,0,getdate(),5),(2,'坐位',0,0,getdate(),5),(2,'坐位',0,0,getdate(),5),(2,'坐位',0,0,getdate(),5),(2,'坐位',0,0,getdate(),5),(2,'坐位',0,0,getdate(),5),(2,'坐位',0,0,getdate(),5),(2,'坐位',0,0,getdate(),5),
--(2,'坐位',0,0,getdate(),6),(2,'坐位',0,0,getdate(),6),(2,'坐位',0,0,getdate(),6),(2,'坐位',0,0,getdate(),6),(2,'坐位',0,0,getdate(),6),(2,'坐位',0,0,getdate(),6),(2,'坐位',0,0,getdate(),6),(2,'坐位',0,0,getdate(),6),
--(2,'坐位',0,0,getdate(),7),(2,'坐位',0,0,getdate(),7),(2,'坐位',0,0,getdate(),7),(2,'坐位',0,0,getdate(),7),(2,'坐位',0,0,getdate(),7),(2,'坐位',0,0,getdate(),7),(2,'坐位',0,0,getdate(),7),(2,'坐位',0,0,getdate(),7),
--(2,'坐位',0,0,getdate(),8),(2,'坐位',0,0,getdate(),8),(2,'坐位',0,0,getdate(),8),(2,'坐位',0,0,getdate(),8),(2,'坐位',0,0,getdate(),8),(2,'坐位',0,0,getdate(),8),(2,'坐位',0,0,getdate(),8),(2,'坐位',0,0,getdate(),8),
--(2,'坐位',0,0,getdate(),9),(2,'坐位',0,0,getdate(),9),(2,'坐位',0,0,getdate(),9),(2,'坐位',0,0,getdate(),9),(2,'坐位',0,0,getdate(),9),(2,'坐位',0,0,getdate(),9),(2,'坐位',0,0,getdate(),9),(2,'坐位',0,0,getdate(),9)


--(3,'坐位',0,0,getdate(),1),(3,'坐位',0,0,getdate(),1),(3,'坐位',0,0,getdate(),1),(3,'坐位',0,0,getdate(),1),(3,'坐位',0,0,getdate(),1),(3,'坐位',0,0,getdate(),1),
--(3,'坐位',0,0,getdate(),2),(3,'坐位',0,0,getdate(),2),(3,'坐位',0,0,getdate(),2),(3,'坐位',0,0,getdate(),2),(3,'坐位',0,0,getdate(),2),(3,'坐位',0,0,getdate(),2),
--(3,'坐位',0,0,getdate(),3),(3,'坐位',0,0,getdate(),3),(3,'坐位',0,0,getdate(),3),(3,'坐位',0,0,getdate(),3),(3,'坐位',0,0,getdate(),3),(3,'坐位',0,0,getdate(),3),
--(3,'坐位',0,0,getdate(),4),(3,'坐位',0,0,getdate(),4),(3,'坐位',0,0,getdate(),4),(3,'坐位',0,0,getdate(),4),(3,'坐位',0,0,getdate(),4),(3,'坐位',0,0,getdate(),4),
--(3,'坐位',0,0,getdate(),5),(3,'坐位',0,0,getdate(),5),(3,'坐位',0,0,getdate(),5),(3,'坐位',0,0,getdate(),5),(3,'坐位',0,0,getdate(),5),(3,'坐位',0,0,getdate(),5),
--(3,'坐位',0,0,getdate(),6),(3,'坐位',0,0,getdate(),6),(3,'坐位',0,0,getdate(),6),(3,'坐位',0,0,getdate(),6),(3,'坐位',0,0,getdate(),6),(3,'坐位',0,0,getdate(),6)

--(4,'坐位',0,0,getdate(),1),(4,'坐位',0,0,getdate(),1),(4,'坐位',0,0,getdate(),1),(4,'坐位',0,0,getdate(),1),(4,'坐位',0,0,getdate(),1),(4,'坐位',0,0,getdate(),1),(4,'坐位',0,0,getdate(),1),(4,'坐位',0,0,getdate(),1),
--(4,'坐位',0,0,getdate(),2),(4,'坐位',0,0,getdate(),2),(4,'坐位',0,0,getdate(),2),(4,'坐位',0,0,getdate(),2),(4,'坐位',0,0,getdate(),2),(4,'坐位',0,0,getdate(),2),(4,'坐位',0,0,getdate(),2),(4,'坐位',0,0,getdate(),2),
--(4,'坐位',0,0,getdate(),3),(4,'坐位',0,0,getdate(),3),(4,'坐位',0,0,getdate(),3),(4,'坐位',0,0,getdate(),3),(4,'坐位',0,0,getdate(),3),(4,'坐位',0,0,getdate(),3),(4,'坐位',0,0,getdate(),3),(4,'坐位',0,0,getdate(),3),
--(4,'坐位',0,0,getdate(),4),(4,'坐位',0,0,getdate(),4),(4,'坐位',0,0,getdate(),4),(4,'坐位',0,0,getdate(),4),(4,'坐位',0,0,getdate(),4),(4,'坐位',0,0,getdate(),4),(4,'坐位',0,0,getdate(),4),(4,'坐位',0,0,getdate(),4),
--(4,'坐位',0,0,getdate(),5),(4,'坐位',0,0,getdate(),5),(4,'坐位',0,0,getdate(),5),(4,'坐位',0,0,getdate(),5),(4,'坐位',0,0,getdate(),5),(4,'坐位',0,0,getdate(),5),(4,'坐位',0,0,getdate(),5),(4,'坐位',0,0,getdate(),5),
--(4,'坐位',0,0,getdate(),6),(4,'坐位',0,0,getdate(),6),(4,'坐位',0,0,getdate(),6),(4,'坐位',0,0,getdate(),6),(4,'坐位',0,0,getdate(),6),(4,'坐位',0,0,getdate(),6),(4,'坐位',0,0,getdate(),6),(4,'坐位',0,0,getdate(),6),
--(4,'坐位',0,0,getdate(),7),(4,'坐位',0,0,getdate(),7),(4,'坐位',0,0,getdate(),7),(4,'坐位',0,0,getdate(),7),(4,'坐位',0,0,getdate(),7),(4,'坐位',0,0,getdate(),7),(4,'坐位',0,0,getdate(),7),(4,'坐位',0,0,getdate(),7),
--(4,'坐位',0,0,getdate(),8),(4,'坐位',0,0,getdate(),8),(4,'坐位',0,0,getdate(),8),(4,'坐位',0,0,getdate(),8),(4,'坐位',0,0,getdate(),8),(4,'坐位',0,0,getdate(),8),(4,'坐位',0,0,getdate(),8),(4,'坐位',0,0,getdate(),8),
--(4,'坐位',0,0,getdate(),9),(4,'坐位',0,0,getdate(),9),(4,'坐位',0,0,getdate(),9),(4,'坐位',0,0,getdate(),9),(4,'坐位',0,0,getdate(),9),(4,'坐位',0,0,getdate(),9),(4,'坐位',0,0,getdate(),9),(4,'坐位',0,0,getdate(),9)

--(7,'坐位',0,0,getdate(),1),(7,'坐位',0,0,getdate(),1),(7,'坐位',0,0,getdate(),1),(7,'坐位',0,0,getdate(),1),(7,'坐位',0,0,getdate(),1),(7,'坐位',0,0,getdate(),1),
--(7,'坐位',0,0,getdate(),2),(7,'坐位',0,0,getdate(),2),(7,'坐位',0,0,getdate(),2),(7,'坐位',0,0,getdate(),2),(7,'坐位',0,0,getdate(),2),(7,'坐位',0,0,getdate(),2),
--(7,'坐位',0,0,getdate(),3),(7,'坐位',0,0,getdate(),3),(7,'坐位',0,0,getdate(),3),(7,'坐位',0,0,getdate(),3),(7,'坐位',0,0,getdate(),3),(7,'坐位',0,0,getdate(),3),
--(7,'坐位',0,0,getdate(),4),(7,'坐位',0,0,getdate(),4),(7,'坐位',0,0,getdate(),4),(7,'坐位',0,0,getdate(),4),(7,'坐位',0,0,getdate(),4),(7,'坐位',0,0,getdate(),4),
--(7,'坐位',0,0,getdate(),5),(7,'坐位',0,0,getdate(),5),(7,'坐位',0,0,getdate(),5),(7,'坐位',0,0,getdate(),5),(7,'坐位',0,0,getdate(),5),(7,'坐位',0,0,getdate(),5),
--(7,'坐位',0,0,getdate(),6),(7,'坐位',0,0,getdate(),6),(7,'坐位',0,0,getdate(),6),(7,'坐位',0,0,getdate(),6),(7,'坐位',0,0,getdate(),6),(7,'坐位',0,0,getdate(),6),


--(8,'坐位',0,0,getdate(),1),(8,'坐位',0,0,getdate(),1),(8,'坐位',0,0,getdate(),1),(8,'坐位',0,0,getdate(),1),(8,'坐位',0,0,getdate(),1),(8,'坐位',0,0,getdate(),1),(8,'坐位',0,0,getdate(),1),(8,'坐位',0,0,getdate(),1),(8,'坐位',0,0,getdate(),1),(8,'坐位',0,0,getdate(),1),
--(8,'坐位',0,0,getdate(),2),(8,'坐位',0,0,getdate(),2),(8,'坐位',0,0,getdate(),2),(8,'坐位',0,0,getdate(),2),(8,'坐位',0,0,getdate(),2),(8,'坐位',0,0,getdate(),2),(8,'坐位',0,0,getdate(),2),(8,'坐位',0,0,getdate(),2),(8,'坐位',0,0,getdate(),2),(8,'坐位',0,0,getdate(),2),
--(8,'坐位',0,0,getdate(),3),(8,'坐位',0,0,getdate(),3),(8,'坐位',0,0,getdate(),3),(8,'坐位',0,0,getdate(),3),(8,'坐位',0,0,getdate(),3),(8,'坐位',0,0,getdate(),3),(8,'坐位',0,0,getdate(),3),(8,'坐位',0,0,getdate(),3),(8,'坐位',0,0,getdate(),3),(8,'坐位',0,0,getdate(),3),
--(8,'坐位',0,0,getdate(),4),(8,'坐位',0,0,getdate(),4),(8,'坐位',0,0,getdate(),4),(8,'坐位',0,0,getdate(),4),(8,'坐位',0,0,getdate(),4),(8,'坐位',0,0,getdate(),4),(8,'坐位',0,0,getdate(),4),(8,'坐位',0,0,getdate(),4),(8,'坐位',0,0,getdate(),4),(8,'坐位',0,0,getdate(),4),
--(8,'坐位',0,0,getdate(),5),(8,'坐位',0,0,getdate(),5),(8,'坐位',0,0,getdate(),5),(8,'坐位',0,0,getdate(),5),(8,'坐位',0,0,getdate(),5),(8,'坐位',0,0,getdate(),5),(8,'坐位',0,0,getdate(),5),(8,'坐位',0,0,getdate(),5),(8,'坐位',0,0,getdate(),5),(8,'坐位',0,0,getdate(),5),
--(8,'坐位',0,0,getdate(),6),(8,'坐位',0,0,getdate(),6),(8,'坐位',0,0,getdate(),6),(8,'坐位',0,0,getdate(),6),(8,'坐位',0,0,getdate(),6),(8,'坐位',0,0,getdate(),6),(8,'坐位',0,0,getdate(),6),(8,'坐位',0,0,getdate(),6),(8,'坐位',0,0,getdate(),6),(8,'坐位',0,0,getdate(),6),
--(8,'坐位',0,0,getdate(),7),(8,'坐位',0,0,getdate(),7),(8,'坐位',0,0,getdate(),7),(8,'坐位',0,0,getdate(),7),(8,'坐位',0,0,getdate(),7),(8,'坐位',0,0,getdate(),7),(8,'坐位',0,0,getdate(),7),(8,'坐位',0,0,getdate(),7),(8,'坐位',0,0,getdate(),7),(8,'坐位',0,0,getdate(),7),
--(8,'坐位',0,0,getdate(),8),(8,'坐位',0,0,getdate(),8),(8,'坐位',0,0,getdate(),8),(8,'坐位',0,0,getdate(),8),(8,'坐位',0,0,getdate(),8),(8,'坐位',0,0,getdate(),8),(8,'坐位',0,0,getdate(),8),(8,'坐位',0,0,getdate(),8),(8,'坐位',0,0,getdate(),8),(8,'坐位',0,0,getdate(),8),
--(8,'坐位',0,0,getdate(),9),(8,'坐位',0,0,getdate(),9),(8,'坐位',0,0,getdate(),9),(8,'坐位',0,0,getdate(),9),(8,'坐位',0,0,getdate(),9),(8,'坐位',0,0,getdate(),9),(8,'坐位',0,0,getdate(),9),(8,'坐位',0,0,getdate(),9),(8,'坐位',0,0,getdate(),9),(8,'坐位',0,0,getdate(),9),
--(8,'坐位',0,0,getdate(),10),(8,'坐位',0,0,getdate(),10),(8,'坐位',0,0,getdate(),10),(8,'坐位',0,0,getdate(),10),(8,'坐位',0,0,getdate(),10),(8,'坐位',0,0,getdate(),10),(8,'坐位',0,0,getdate(),10),(8,'坐位',0,0,getdate(),10),(8,'坐位',0,0,getdate(),10),(8,'坐位',0,0,getdate(),10),
--(8,'坐位',0,0,getdate(),11),(8,'坐位',0,0,getdate(),11),(8,'坐位',0,0,getdate(),11),(8,'坐位',0,0,getdate(),11),(8,'坐位',0,0,getdate(),11),(8,'坐位',0,0,getdate(),11),(8,'坐位',0,0,getdate(),11),(8,'坐位',0,0,getdate(),11),(8,'坐位',0,0,getdate(),11),(8,'坐位',0,0,getdate(),11),
--(8,'坐位',0,0,getdate(),12),(8,'坐位',0,0,getdate(),12),(8,'坐位',0,0,getdate(),12),(8,'坐位',0,0,getdate(),12),(8,'坐位',0,0,getdate(),12),(8,'坐位',0,0,getdate(),12),(8,'坐位',0,0,getdate(),12),(8,'坐位',0,0,getdate(),12),(8,'坐位',0,0,getdate(),12),(8,'坐位',0,0,getdate(),12),
--(8,'坐位',0,0,getdate(),13),(8,'坐位',0,0,getdate(),13),(8,'坐位',0,0,getdate(),13),(8,'坐位',0,0,getdate(),13),(8,'坐位',0,0,getdate(),13),(8,'坐位',0,0,getdate(),13),(8,'坐位',0,0,getdate(),13),(8,'坐位',0,0,getdate(),13),(8,'坐位',0,0,getdate(),13),(8,'坐位',0,0,getdate(),13),
--(8,'坐位',0,0,getdate(),14),(8,'坐位',0,0,getdate(),14),(8,'坐位',0,0,getdate(),14),(8,'坐位',0,0,getdate(),14),(8,'坐位',0,0,getdate(),14),(8,'坐位',0,0,getdate(),14),(8,'坐位',0,0,getdate(),14),(8,'坐位',0,0,getdate(),14),(8,'坐位',0,0,getdate(),14),(8,'坐位',0,0,getdate(),14),
--(8,'坐位',0,0,getdate(),15),(8,'坐位',0,0,getdate(),15),(8,'坐位',0,0,getdate(),15),(8,'坐位',0,0,getdate(),15),(8,'坐位',0,0,getdate(),15),(8,'坐位',0,0,getdate(),15),(8,'坐位',0,0,getdate(),15),(8,'坐位',0,0,getdate(),15),(8,'坐位',0,0,getdate(),15),(8,'坐位',0,0,getdate(),15),

--(9,'坐位',0,0,getdate(),1),(9,'坐位',0,0,getdate(),1),(9,'坐位',0,0,getdate(),1),(9,'坐位',0,0,getdate(),1),(9,'坐位',0,0,getdate(),1),(9,'坐位',0,0,getdate(),1),(9,'坐位',0,0,getdate(),1),(9,'坐位',0,0,getdate(),1),
--(9,'坐位',0,0,getdate(),2),(9,'坐位',0,0,getdate(),2),(9,'坐位',0,0,getdate(),2),(9,'坐位',0,0,getdate(),2),(9,'坐位',0,0,getdate(),2),(9,'坐位',0,0,getdate(),2),(9,'坐位',0,0,getdate(),2),(9,'坐位',0,0,getdate(),2),
--(9,'坐位',0,0,getdate(),3),(9,'坐位',0,0,getdate(),3),(9,'坐位',0,0,getdate(),3),(9,'坐位',0,0,getdate(),3),(9,'坐位',0,0,getdate(),3),(9,'坐位',0,0,getdate(),3),(9,'坐位',0,0,getdate(),3),(9,'坐位',0,0,getdate(),3),
--(9,'坐位',0,0,getdate(),4),(9,'坐位',0,0,getdate(),4),(9,'坐位',0,0,getdate(),4),(9,'坐位',0,0,getdate(),4),(9,'坐位',0,0,getdate(),4),(9,'坐位',0,0,getdate(),4),(9,'坐位',0,0,getdate(),4),(9,'坐位',0,0,getdate(),4),
--(9,'坐位',0,0,getdate(),5),(9,'坐位',0,0,getdate(),5),(9,'坐位',0,0,getdate(),5),(9,'坐位',0,0,getdate(),5),(9,'坐位',0,0,getdate(),5),(9,'坐位',0,0,getdate(),5),(9,'坐位',0,0,getdate(),5),(9,'坐位',0,0,getdate(),5),
--(9,'坐位',0,0,getdate(),6),(9,'坐位',0,0,getdate(),6),(9,'坐位',0,0,getdate(),6),(9,'坐位',0,0,getdate(),6),(9,'坐位',0,0,getdate(),6),(9,'坐位',0,0,getdate(),6),(9,'坐位',0,0,getdate(),6),(9,'坐位',0,0,getdate(),6),
--(9,'坐位',0,0,getdate(),7),(9,'坐位',0,0,getdate(),7),(9,'坐位',0,0,getdate(),7),(9,'坐位',0,0,getdate(),7),(9,'坐位',0,0,getdate(),7),(9,'坐位',0,0,getdate(),7),(9,'坐位',0,0,getdate(),7),(9,'坐位',0,0,getdate(),7),
--(9,'坐位',0,0,getdate(),8),(9,'坐位',0,0,getdate(),8),(9,'坐位',0,0,getdate(),8),(9,'坐位',0,0,getdate(),8),(9,'坐位',0,0,getdate(),8),(9,'坐位',0,0,getdate(),8),(9,'坐位',0,0,getdate(),8),(9,'坐位',0,0,getdate(),8)


GO